/* 
  Localizable.strings
  NewFileMenu

  Created by Coral Wu on 11/11/16.
  Copyright (c) 2016 Langui.net. All rights reserved.
*/

"New File Menu Extension" = "New File Menu Extension";
"Would you like to enable the Finder extension? You must enable \"New File Menu Extension\" in the system preferences in order to make New File Menu work." = "Would you like to enable the Finder extension? You must enable \"New File Menu Extension\" in the system preferences in order to make New File Menu work.";
"Open System Preferences" = "Open System Preferences";
"Later" = "Later";
"Do not show again" = "Do not show again";
"Error copying templates" = "Error copying templates";
"Unable to copy templates to the directory:\n%@" = "Unable to copy templates to the directory:\n%@";
"New File Menu Preferences" = "New File Menu Preferences";
"General" = "General";
"Templates" = "Templates";
"Whether to show this item in the Finder context menu" = "Whether to show this item in the Finder context menu";
"The default filename" = "The default filename";
"The path extension" = "The path extension";
"Whether the new file is executable" = "Whether the new file is executable";
"Document" = "Document";
"Folder" = "Folder";
"OK" = "OK";
"Cancel" = "Cancel";
"Remove file templates" = "Remove file templates";
"Are you sure to remove the selected templates?" = "Are you sure to remove the selected templates?";
"No template selected" = "No template selected";
"Please select the templates you would like to remove." = "Please select the templates you would like to remove.";
"Whether to add context menu for this item" = "Whether to add context menu for this item";
"Select Locations" = "Select Locations";
"Add" = "Add";
"Remove locations" = "Remove locations";
"Are you sure to remove the selected locations?" = "Are you sure to remove the selected locations?";
"No location selected" = "No location selected";
"Please select the locations you would like to remove." = "Please select the locations you would like to remove.";
"No application available" = "No application available";
"Fetching..." = "Fetching...";
"Please select the folder(s) you would like to add the context menu" = "Please select the folder(s) you would like to add the context menu";
"Please select the template(s) you would like to add" = "Please select the template(s) you would like to add";
"Drag and drop a template into Finder or other file manager to create a new file." = "Drag and drop a template into Finder or other file manager to create a new file.";
"Unable to create file!" = "Unable to create file!";
"New File Menu" = "New File Menu";
"Drag and drop the file template into Finder or other file manager to create a new file." = "Drag and drop the file template into Finder or other file manager to create a new file.";
"Keyboard shortcut" = "Keyboard shortcut";
"Finder" = "Finder";
"Localization" = "Localization";
